Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Gradient presets**: pick from the preset gallery to apply tested stop combinations.
ar: **الإعدادات المسبقة للتدرج**: اختر من معرض الإعدادات المسبقة لتطبيق مجموعات التوقف التي تم اختبارها.
ca: **Degradats predefinits**: escolliu de la galeria preestablerta per aplicar combinacions de parades provades.
cs: **Předvolby přechodu**: výběrem z galerie předvoleb použijte testované kombinace zastávek.
da: **Forudindstillinger for gradient**: vælg fra det forudindstillede galleri for at anvende testede stopkombinationer.
de: **Verlaufsvorgaben**: Wähle aus der Vorgabengalerie, um erprobte Stopp-Kombinationen anzuwenden.
el: **Προεπιλογές κλίσης**: επιλέξτε από την προκαθορισμένη συλλογή για να εφαρμόσετε δοκιμασμένους συνδυασμούς στάσεων.
es: **Degradados predefinidos**: elige uno de la galería para aplicar combinaciones de colores ya probadas.
fa: **پیش‌تنظیم‌های گرادیان**: از گالری پیش‌تنظیم‌ها ترکیب‌های آزموده‌شدهٔ نقطه‌های رنگ را اعمال کنید.
fi: **Gradientin esiasetukset**: valitse esiasetusgalleriasta käyttääksesi testattuja pysäytysyhdistelmiä.
fr: **Préréglages de dégradé** : choisissez dans la galerie de préréglages pour appliquer des combinaisons d'arrêts éprouvées.
he: **הגדרות קבועות מראש של שיפוע**: בחר מהגלריה המוגדרת מראש כדי להחיל שילובי עצירות שנבדקו.
hr: **Unaprijed postavljeni gradijent**: odaberite iz galerije unaprijed postavljenih postavki da biste primijenili testirane kombinacije zaustavljanja.
hu: **Gradiens-előbeállítások**: válasszon az előre beállított galériából a tesztelt leállítási kombinációk alkalmazásához.
id: **Preset gradien**: pilih dari galeri preset untuk menerapkan kombinasi penghentian yang diuji.
it: **Preset sfumatura**: scegli dalla galleria dei preset per applicare combinazioni di punti colore già collaudate.
ja: **グラデーションのプリセット**: プリセットギャラリーから選んで、調整済みのストップの組み合わせを適用します。
ko: **그라디언트 사전 설정**: 사전 설정 갤러리에서 선택해 검증된 정지점 조합을 적용합니다.
ms: **Praset Kecerunan**: pilih daripada galeri pratetap untuk menggunakan kombinasi hentian yang diuji.
nl: **Verloopvoorinstellingen**: kies uit de presetgalerij om geteste stopcombinaties toe te passen.
no: **Forhåndsinnstillinger for gradient**: velg fra forhåndsinnstillingsgalleriet for å bruke testede stoppkombinasjoner.
pl: **Ustawienia gradientu**: wybierz z galerii ustawień, aby zastosować przetestowane kombinacje przystanków.
pt_br: **Predefinições de gradiente**: escolha na galeria de predefinições para aplicar combinações de paradas testadas.
pt_pt: **Predefinições de gradiente**: escolha na galeria de predefinições para aplicar combinações de paradas testadas.
ro: **Presetări de gradient**: alegeți din galeria de presetări pentru a aplica combinații de oprire testate.
ru: **Пресеты градиентов**: выберите вариант из галереи, чтобы применить проверенные сочетания опорных точек.
sk: **Predvoľby prechodov**: výberom z galérie predvolieb použite testované kombinácie zastávok.
sl: **Prednastavitve gradientov**: izberite iz galerije prednastavitev, da uporabite preizkušene kombinacije stopenj.
sv: **Förinställningar för gradient**: välj från förinställningsgalleriet för att tillämpa testade stoppkombinationer.
th: **ค่าการไล่ระดับสีล่วงหน้า**: เลือกจากแกลเลอรีที่กำหนดไว้ล่วงหน้าเพื่อใช้ชุดค่าผสมการหยุดที่ทดสอบแล้ว
tr: **Renk geçişi hazır ayarları**: denenmiş durak kombinasyonlarını uygulamak için hazır ayar galerisinden seçim yapın.
uk: **Пресети градієнтів**: виберіть у галереї пресетів перевірені комбінації точок.
ur: **گریڈینٹ پری سیٹس**: آزمائشی اسٹاپ کے امتزاج کو لاگو کرنے کے لیے پیش سیٹ گیلری سے چنیں۔
vi: **Cài đặt trước gradient**: chọn từ thư viện cài sẵn để áp dụng các kết hợp điểm dừng đã thử nghiệm.
zh_hans: **渐变预设**：从预设库中选取，即可应用经过测试的色标组合。
zh_hant: **漸層預設**：從預設集中挑選，套用經過測試的色標組合。

source: **Gradient** — Linear, Radial, or Angular. Edit color stops, angle, and (for Radial / Angular) the center point.
ar: **التدرج** — خطي، شعاعي، أو زاوي. قم بتحرير توقفات اللون والزاوية و(للشعاعي / الزاوي) النقطة المركزية.
ca: **Gradient**: lineal, radial o angular. Editeu les parades de color, l'angle i (per a Radial / Angular) el punt central.
cs: **Gradient** — Lineární, Radiální nebo Úhlový. Upravte barevné zarážky, úhel a (pro Radiální / Úhlový) středový bod.
da: **Gradient** — Lineær, Radial eller Vinkel. Rediger farvestop, vinkel og (for Radial/Angular) midtpunktet.
de: **Verlauf** – Linear, Radial oder Winkel. Bearbeite Farbstopps, Winkel und (bei Radial / Winkel) den Mittelpunkt.
el: **Gradient** — Γραμμική, Ακτινική ή Γωνιακή. Επεξεργαστείτε τις χρωματικές στάσεις, τη γωνία και (για Radial / Angular) το κεντρικό σημείο.
es: **Degradado**: Lineal, Radial o Angular. Edita los puntos de color, el ángulo y (en Radial / Angular) el punto central.
fa: **گرادیان** — خطی، شعاعی یا زاویه‌ای. نقطه‌های رنگ، زاویه و (برای شعاعی / زاویه‌ای) نقطهٔ مرکز را ویرایش کنید.
fi: **Gradientti** — lineaarinen, säteittäinen tai kulmikas. Muokkaa väripysähdyksiä, kulmaa ja (säteittäinen/kulma) keskipistettä.
fr: **Dégradé** — Linéaire, Radial ou Angulaire. Modifiez les arrêts de couleur, l'angle et (pour Radial / Angulaire) le point central.
he: **הדרגה** - ליניארי, רדיאלי או זוויתי. ערוך עצירות צבע, זווית ו(עבור רדיאלי/זוויתי) את נקודת המרכז.
hr: **Gradijent** — linearni, radijalni ili kutni. Uredite granice boja, kut i (za radijalno/kutno) središnju točku.
hu: **Gradiens** – Lineáris, Radiális vagy Szögletes. Szerkessze a színütközőket, a szöget és (radiális/szögletes) a középpontot.
id: **Gradien** — Linier, Radial, atau Sudut. Edit penghentian warna, sudut, dan (untuk Radial / Angular) titik tengah.
it: **Sfumatura**: Lineare, Radiale o Angolare. Modifica i punti colore, l'angolo e (per Radiale / Angolare) il punto centrale.
ja: **グラデーション** — 線形、放射状、円錐。カラーストップ、角度、(放射状/円錐の場合は) 中心点を編集できます。
ko: **그라디언트** — 선형, 방사형, 각도형. 색상 정지점, 각도, (방사형/각도형의 경우) 중심점을 편집합니다.
ms: **Kecerunan** — Linear, Jejari atau Sudut. Edit hentian warna, sudut, dan (untuk Radial / Sudut) titik tengah.
nl: **Verloop** — Lineair, radiaal of hoekig. Bewerk kleurstops, hoek en (voor Radiaal / Hoekig) het middelpunt.
no: **Gradient** — Lineær, Radial eller Angular. Rediger fargestopp, vinkel og (for Radial/Angular) midtpunktet.
pl: **Gradient** — liniowy, promieniowy lub kątowy. Edytuj punkty końcowe koloru, kąt i (w przypadku promieniowego/kątowego) punkt środkowy.
pt_br: **Gradiente** — Linear, Radial ou Angular. Edite as paradas de cor, o ângulo e (no Radial / Angular) o ponto central.
pt_pt: **Gradiente** — Linear, Radial ou Angular. Edite os limites de cor, o ângulo e (para Radial/Angular) o ponto central.
ro: **Gradient** — Linear, radial sau unghiular. Editați opririle de culoare, unghiul și (pentru Radial / Angular) punctul central.
ru: **Градиент** — линейный, радиальный или угловой. Настраивайте опорные точки цвета, угол и (для радиального / углового) центральную точку.
sk: **Gradient** – lineárny, radiálny alebo uhlový. Upravte farebné zarážky, uhol a (pre radiálny / uhlový) stredový bod.
sl: **Gradient** — linearni, radialni ali kotni. Uredite barvne meje, kot in (za radialno/kotno) središčno točko.
sv: **Gradient** — Linjär, Radiell eller Vinkel. Redigera färgstopp, vinkel och (för Radial/Angular) mittpunkten.
th: **การไล่ระดับสี** — เชิงเส้น รัศมี หรือเชิงมุม แก้ไขการหยุดสี มุม และ (สำหรับรัศมี / เชิงมุม) จุดกึ่งกลาง
tr: **Renk Geçişi** — Doğrusal, Radyal veya Açısal. Renk duraklarını, açıyı ve (Radyal / Açısal için) merkez noktasını düzenleyin.
uk: **Градієнт** — лінійний, радіальний або кутовий. Редагуйте точки кольору, кут і (для радіального та кутового) центральну точку.
ur: **گریڈینٹ** — لکیری، شعاعی، یا کونیی۔ رنگ کے اسٹاپس، زاویہ، اور (شعاعی / کونیی کے لیے) سینٹر پوائنٹ میں ترمیم کریں۔
vi: **Gradient** — Tuyến tính, Bán kính hoặc Góc. Chỉnh sửa các điểm dừng màu, góc và (đối với Bán kính/Góc) điểm trung tâm.
zh_hans: **渐变**——线性、径向或角度。可编辑色标、角度以及（径向/角度渐变的）中心点。
zh_hant: **漸層**——線性、放射狀或角度。可編輯色標、角度，以及（放射狀／角度漸層的）中心點。

source: **iCloud Sync** — **Sync with iCloud** on or off, and the current sync status.
ar: **iCloud Sync** — **المزامنة مع تشغيل iCloud** أو إيقاف تشغيلها، وحالة المزامنة الحالية.
ca: **iCloud Sincronització** — **Sincronitza amb iCloud** activat o desactivat i l'estat de sincronització actual.
cs: **iCloud Sync** — **Synchronizace s iCloud** zapnutá nebo vypnutá a aktuální stav synchronizace.
da: **iCloud Sync** — **Synkroniser med iCloud** til eller fra, og den aktuelle synkroniseringsstatus.
de: **iCloud-Synchronisierung** – **Mit iCloud synchronisieren** ein- oder ausschalten sowie der aktuelle Synchronisierungsstatus.
el: **iCloud Συγχρονισμός** — **Συγχρονισμός με το iCloud** ενεργοποιημένο ή απενεργοποιημένο και η τρέχουσα κατάσταση συγχρονισμού.
es: **Sincronización con iCloud**: la opción **Sincronizar con iCloud**, activada o desactivada, y el estado actual de la sincronización.
fa: **همگام‌سازی iCloud** — روشن یا خاموش کردن **همگام‌سازی با iCloud** و وضعیت فعلی همگام‌سازی.
fi: **iCloud Synkronointi** — **Synkronoi iCloud** päälle tai pois päältä ja nykyisen synkronoinnin tilan kanssa.
fr: **Synchronisation iCloud** : activation ou désactivation de **Synchroniser avec iCloud**, et état actuel de la synchronisation.
he: **iCloud סנכרון** — **סנכרון עם iCloud** מופעל או כבוי, ומצב הסנכרון הנוכחי.
hr: **iCloud Sinkronizacija** — **Sinkronizacija s iCloud** uključena ili isključena i trenutni status sinkronizacije.
hu: **iCloud Szinkronizálás** — **Szinkronizálás a következővel: iCloud** be vagy ki, és az aktuális szinkronizálási állapot.
id: **iCloud Sinkronisasi** — **Sinkronisasi dengan iCloud** aktif atau nonaktif, dan status sinkronisasi saat ini.
it: **Sincronizzazione iCloud**: **Sincronizza con iCloud** attivato o disattivato, e lo stato attuale della sincronizzazione.
ja: **iCloud 同期** — **iCloud と同期** のオン/オフと、現在の同期状態。
ko: **iCloud 동기화** — **iCloud와 동기화** 켜기/끄기 및 현재 동기화 상태.
ms: **iCloud Segerak** — **Segerak dengan iCloud** hidup atau mati, dan status penyegerakan semasa.
nl: **iCloud Synchroniseren** — **Synchroniseren met iCloud** aan of uit, en de huidige synchronisatiestatus.
no: **iCloud Sync** — **Synkroniser med iCloud** på eller av, og gjeldende synkroniseringsstatus.
pl: **iCloud Synchronizacja** — **Synchronizacja z iCloud** włączona lub wyłączona oraz bieżący stan synchronizacji.
pt_br: **Sincronização do iCloud** — a opção **Sincronizar com o iCloud**, ativada ou desativada, e o status atual da sincronização.
pt_pt: **iCloud Sincronização** — **Sincronização com iCloud** ativada ou desativada e o status de sincronização atual.
ro: **iCloud Sincronizare** — **Sincronizare cu iCloud** activat sau dezactivat și starea curentă de sincronizare.
ru: **Синхронизация iCloud** — переключатель **Синхронизировать с iCloud** и текущее состояние синхронизации.
sk: **iCloud Sync** — **Synchronizácia s iCloud** zapnutá alebo vypnutá a aktuálny stav synchronizácie.
sl: **iCloud Sinhronizacija** — **Vklop ali izklop sinhronizacije z iCloud** in trenutno stanje sinhronizacije.
sv: **iCloud Sync** — **Synkronisera med iCloud** på eller av, och aktuell synkroniseringsstatus.
th: **iCloud ซิงค์** — **ซิงค์โดยเปิดหรือปิด iCloud** และสถานะการซิงค์ปัจจุบัน
tr: **iCloud Eşzamanlama** — **iCloud ile eşzamanla** seçeneğini açma veya kapatma ve geçerli eşzamanlama durumu.
uk: **Синхронізація iCloud** — перемикач **Синхронізувати з iCloud** і поточний стан синхронізації.
ur: **iCloud مطابقت پذیری** — ** iCloud** کے آن یا آف کے ساتھ مطابقت پذیری، اور موجودہ مطابقت پذیری کی صورتحال۔
vi: **iCloud Đồng bộ hóa** — **Đồng bộ hóa khi bật hoặc tắt iCloud** và trạng thái đồng bộ hóa hiện tại.
zh_hans: **iCloud 同步**——开启或关闭 **与 iCloud 同步**，并查看当前同步状态。
zh_hant: **iCloud 同步**——開啟或關閉**與 iCloud 同步**，並查看目前的同步狀態。

source: **Image** — bring in any PNG / JPEG / SVG. Pick a fill mode and tweak opacity.
ar: **الصورة** — قم بإحضار أي PNG / JPEG / SVG. اختر وضع التعبئة وقم بتعديل العتامة.
ca: **Imatge**: introdueix qualsevol PNG / JPEG / SVG. Trieu un mode d'ompliment i ajusteu l'opacitat.
cs: **Obrázek** – přidejte libovolné PNG / JPEG / SVG. Vyberte režim plnění a upravte neprůhlednost.
da: **Billede** — indsæt alle PNG / JPEG / SVG. Vælg en udfyldningstilstand, og juster opaciteten.
de: **Bild** – füge ein beliebiges PNG / JPEG / SVG ein. Wähle einen Füllmodus und passe die Deckkraft an.
el: **Εικόνα** — εισάγετε οποιαδήποτε PNG / JPEG / SVG. Επιλέξτε μια λειτουργία πλήρωσης και τροποποιήστε την αδιαφάνεια.
es: **Imagen**: usa cualquier PNG / JPEG / SVG. Elige un modo de relleno y ajusta la opacidad.
fa: **تصویر** — هر فایل PNG / JPEG / SVG را وارد کنید. حالت پرکردن را انتخاب و کدورت را تنظیم کنید.
fi: **Kuva** — tuo mikä tahansa PNG / JPEG / SVG. Valitse täyttötila ja säädä peittävyyttä.
fr: **Image** : importez un fichier PNG / JPEG / SVG. Choisissez un mode de remplissage et ajustez l'opacité.
he: **תמונה** - הכנס כל PNG / JPEG / SVG. בחר מצב מילוי ושנה את האטימות.
hr: **Slika** — unesite bilo koji PNG / JPEG / SVG. Odaberite način ispune i podesite neprozirnost.
hu: **Kép** — bármilyen PNG / JPEG / SVG hozzáadása. Válasszon kitöltési módot, és módosítsa az átlátszóságot.
id: **Gambar** — masukkan PNG / JPEG / SVG mana pun. Pilih mode pengisian dan sesuaikan opacity.
it: **Immagine**: importa qualsiasi PNG / JPEG / SVG. Scegli una modalità di riempimento e regola l'opacità.
ja: **画像** — PNG / JPEG / SVG を読み込めます。塗りつぶしモードを選び、不透明度を調整します。
ko: **이미지** — PNG / JPEG / SVG를 가져옵니다. 채우기 모드를 선택하고 불투명도를 조정하세요.
ms: **Imej** — bawa masuk mana-mana PNG / JPEG / SVG. Pilih mod isian dan tweak kelegapan.
nl: **Afbeelding** — neem een PNG / JPEG / SVG mee. Kies een vulmodus en pas de dekking aan.
no: **Bilde** – ta med alle PNG / JPEG / SVG. Velg en fyllingsmodus og juster opasiteten.
pl: **Obraz** — przynieś dowolny PNG / JPEG / SVG. Wybierz tryb wypełnienia i dostosuj krycie.
pt_br: **Imagem** — traga qualquer PNG / JPEG / SVG. Escolha um modo de preenchimento e ajuste a opacidade.
pt_pt: **Imagem** — traga qualquer PNG / JPEG / SVG. Escolha um modo de preenchimento e ajuste a opacidade.
ro: **Imagine** — introduceți orice PNG / JPEG / SVG. Alegeți un mod de umplere și reglați opacitatea.
ru: **Изображение** — добавьте любой файл PNG / JPEG / SVG. Выберите режим заливки и настройте непрозрачность.
sk: **Obrázok** – pridajte ľubovoľné PNG / JPEG / SVG. Vyberte režim plnenia a upravte nepriehľadnosť.
sl: **Slika** — vnesite kateri koli PNG / JPEG / SVG. Izberite način polnjenja in prilagodite motnost.
sv: **Bild** — ta in valfri PNG / JPEG / SVG. Välj ett fyllningsläge och justera opaciteten.
th: **รูปภาพ** — นำ PNG / JPEG / SVG ใดๆ เข้ามา เลือกโหมดเติมและปรับแต่งความทึบ
tr: **Görüntü** — herhangi bir PNG / JPEG / SVG ekleyin. Bir dolgu modu seçip opaklığı ayarlayın.
uk: **Зображення** — додайте будь-який PNG / JPEG / SVG. Виберіть режим заповнення та налаштуйте непрозорість.
ur: **تصویر** — کوئی بھی PNG / JPEG / SVG لائیں۔ فل موڈ منتخب کریں اور دھندلاپن کو موافقت دیں۔
vi: **Hình ảnh** — đưa vào bất kỳ PNG / JPEG / SVG nào. Chọn chế độ tô màu và điều chỉnh độ mờ.
zh_hans: **图像**——导入任意 PNG / JPEG / SVG。选择填充模式并调整不透明度。
zh_hant: **影像**——加入任何 PNG / JPEG / SVG。選擇填滿模式並調整不透明度。
